benchmark/report_random.txt
Requests      [total, rate, throughput]  6000, 200.04, 200.02
Duration      [total, attack, wait]      29.99631825s, 29.994713917s, 1.604333ms
Latencies     [mean, 50, 95, 99, max]    1.562381ms, 1.62513ms, 1.937706ms, 2.27127ms, 23.922209ms
Bytes In      [total, mean]              264000, 44.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:6000  
Error Set:

Backend percentage distribution:
http://localhost:8082: 20.37%
http://localhost:8084: 20.23%
http://localhost:8085: 19.90%
http://localhost:8081: 19.85%
http://localhost:8083: 19.65%