benchmark/report_roundrobin.txt
Requests      [total, rate, throughput]  6000, 200.03, 200.02
Duration      [total, attack, wait]      29.996453834s, 29.994765709s, 1.688125ms
Latencies     [mean, 50, 95, 99, max]    1.588368ms, 1.63631ms, 1.891572ms, 2.221288ms, 23.913417ms
Bytes In      [total, mean]              264000, 44.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:6000  
Error Set:

Backend percentage distribution:
http://localhost:8085: 20.00%
http://localhost:8084: 20.00%
http://localhost:8083: 20.00%
http://localhost:8082: 20.00%
http://localhost:8081: 20.00%